import testCardImage from '../images/testimage.png'

const articles = [
    {
        keyword: 'Природа',
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
        data: '09.01.2021',
        source: 'РИA',
        link: 'https://ria.ru/new-year/',
        image: `${testCardImage}`,
        owner: '1',        
    },
    {
        keyword: 'Природа',
        title: '«Национальное достояние – парки',
        text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
        data: '09.01.2021',
        source: 'РИA',
        link: 'https://ria.ru/new-year/',
        image: `${testCardImage}`,
        owner: '2',        
    },
    {
        keyword: 'Природа',
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
        data: '09.01.2021',
        source: 'РИA',
        link: 'https://ria.ru/new-year/',
        image: `${testCardImage}`,
        owner: '3',        
    },
    {
        keyword: 'Природа',
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
        data: '09.01.2021',
        source: 'РИA',
        link: 'https://ria.ru/new-year/',
        image: `${testCardImage}`,
        owner: '4',        
    },
];

export default articles;